{
    "Introductory Math": "",
    "Calculus I": "MATH 0060 and MATH 0090 cover roughly the same topics but the former is a slower-paced class offered in the spring semester as the second class in an easier introductory sequence, whereas MATH 0090 is a faster-paced intro to calculus I offered in the fall semester. MATH 0070, on the other hand, is more applicable to social science or humanities majors and deals with applications to those fields. ",
    "Calculus II": "MATH 0100 and MATH 0190 cover the same topics, but the latter is more suited to the needs of physics and engineering students.",
    "Calculus III": "MATH 0180 and MATH 0200 cover the same topics, but the latter is more suited to the needs of physics and engineering students. MATH 0350 is intended for students leaning towards pure mathematics and involves the teaching and testing of proofs of theorems. This class thus is more time-consuming and harder than its proof-devoid counterpart, MATH 0180. Recommended for students concentrating in mathematics (not applied mathematics). ",
    "Linear Algebra": "We recommend students only take MATH 540 if they are interested in pursuing a pure math concentration. Honors linear is good for students interested in a pure math track, but if you are less interested in theory and proofs it is not the class for you! MATH 520 provides an equally strong grounding in linear algebra, and will well-prepare you for future applications of the key concepts.\n\nIt is also worth noting that, while MATH 540 is a larger lecture, and often includes a lot of proofs, MATH 520 has many more sections, some of which are taught by graduate students and thus capped at ~30 students. If you work better within smaller classrooms settings, this may be another reason to take MATH 520.",
    "Ordinary Differential Equations": "The Applied Mathematics concentration and its affiliates (e.g., APMA-CS, APMA-ECON) all strongly recommend students take the 350/360 track instead of the 330/340 track. The later is intended for students who need knowledge of ODEs/PDEs, but do not necessarily intend to explore the topic much deeper in the future. For example, many engineers take this sequence. While we strongly recommend intended APMA concentrators take the 350/360 sequence because later classes build on the subject matter, this may be less important for dual concentrators. For example, there are many high-level APMA-ECON classes that do not require these as a prerequisite. ",
    "Partial Differential Equations": "",
    "Statistics II": "For a firm grounding in statistics, we recommend students take APMA 1650. While APMA 650 provides a cursory introduction of the subject, it is predominantly intended for non-concentrators or students who will not need to use much statistics later in their college career. If you intend to be any sort of APMA concentrator, 1650 is required for many upper-level classes, and cannot be substituted with 650.\n\nIf you want an extra challenge, APMA 1655 includes more theory-based problems and is slightly more difficult than 1650. However, there is no difference in your preparedness level for other APMA classes down the line.
"

}
